/* 
  Localizable.strings
  RUMlogNG

  Created by Thomas Lindner on 05.01.14.
  Copyright (c) 2014 Thomas Lindner. All rights reserved.
*/



// Application Delegate
"Can't read LoTW users:" = "LoTW Nutzer können nicht geladen werden:";
"LoTW users loaded:" = "LoTW Nutzer geladen:";
"%lu entries (%ld added)" = "%lu Einträge (%ld hinzugefügt)";
"Can't read eQSL user list:" = "eQSL Nutzerliste kann nicht geladen werden:";
"eQSL users loaded:" = "eQSL Nutzer geladen:";
"Select the location and a logbook filename" = "Wähle einen Speicherort und einen Logbuch-Dateinamen";
"Can't create new logfile:" = "Es kann keine neue Logbuch Datei erstellt werden:";
"Select a classic RUMlog file" = "Wähle eine RUMlog Klassik Logdatei";
"Not a classic RUMlog file:" =  "Das ist keine RUMlog Klassik Logdatei:";
"Select the location to save the *.cfd file" = "Wähle einen Namen um die *.cfd Datei zu speichern";
"Can't save file:" = "Datei kann nicht gespeichert werden:";
"Cancel Load eQSL Image" = "eQSL Grafik laden abbrechen";
"Can't read Club Log users:" = " Daten für Club Log Nutzer können nicht geladen werden:";
"Club Log users loaded:" = "Club Log Nutzerdaten geladen:";
"%lu entries from %@" = "%lu Einträge vom %@";

// Logmodel

"QSO not found: %@ %@" = "QSO wurde nicht gefunden: %@ %@";
"%@ %@ in log: %@ in IOTA record: %@" = "%@ %@ im Log: %@ im IOTA Datensatz: %@";

// Main Window
"No open Logfile" = "Kein Logbuch geöffnet";

"Select a RUMlog file" = "Wähle eine RUMlog Datei";
"Not a RUMlog file!" = "Das ist keine RUMlog Logdatei!";
"%lu QSOs are shown" = "Es werden %lu QSOs gezeigt";
"%i selected QSOs" = "%i ausgewählte QSOs";
"One selected QSO" = "Ein ausgewähltes QSO";
"No QSOs" = "Keine QSOs";

"No Date given!" = "Das Datum ist ungültig oder fehlt!";
"Frequency invalid!" = "Die Frequenz ist ungültig oder fehlt!";
"No Callsign given!" = "Rufzeichen fehlt!";
"No Mode given!" = "Mode fehlt!";
"Can't save this QSO:" = "Das QSO kann so nicht gespeichert werden:";
"Error while saving the QSO" = "Das QSO konnte nicht gespeichert werden";
"Database Error:" = "Datenbank Fehler:";
"All" = "Alle";


"Logging Mode" = "Logging Mode";
"Search Mode" = "Filter Aktiv";
"Prev. QSOs" = "Prev. QSOs";

"Select County" = "Wähle County";

"K7PT: %i entries read from database" = "K7PT: %i Einträge in der Datenbank";
"K7PT: Not used" = "K7PT: Nicht genutzt";

"No QSOs uploaded!" = "Es wurden keine QSOs verschickt!";
"No new QSOs found" =  "Keine neuen QSOs gefunden";
"tqsl not found!" = "tqsl wurde nicht gefunden!";
".tqsl folder not found!" = "Der .tqsl Ordner wurde nicht gefunden!";
"See the Preferences LoTW tab" = "Bitte in den Preferences im Reiter LoTW einstellen";
"Can't save file!" = "Die Datei kann nicht gespeichert werden!";
"Fatal tqsl error!" = "Schwerer tqsl Fehler!";
"tqsl ended unexpected" = "tqsl wurde unerwarted beendet";
"%lu QSOs signed and uploaded" = "%lu QSOs signiert und verschickt";
"Clublog xml data from: " = "Clublog xml Daten von: ";

"Attention!" = "Achtung!";
"Do you really want to delete the seleted QSO(s)?" = "Sollen die ausgewählten QSOs wirklich gelöscht werden?";
"Yes" = "Ja";
"No" = "Nein";

"Can't use tqsl:" = "tqsl kann nicht genutzt werden:";
"tqsl configurations not found" = "tqsl Einstellungen nicht gefunden";

"No QSOs to print:" = "QSLs werden nicht gedruckt:";

"Change Paper QSL Status!" = "Der Papier QSL Status wird geändert";
"Do you really want to edit the seleted QSO(s)?" = "Sollen diese QSOs wirklich geändert werden?";
"Error while saving file:" = "Fehler beim Speichern der Datei:";

"(Civil)" = "(Bürgerlich)";
"(Nautical)" = "(Nautisch)";
"(Astronomical)" = "(Astronomisch)";

"My SR: %@-%@  My SS: %@-%@ %@" = "Mein SA: %@-%@  Mein SU: %@-%@ %@";

"No open log file!" = "Keine Logbuch Datei in Benutzung!";
"Use the Logbook menu to open or create a log file." = "Nutze das Logbuch Menü, um eine Log Datei zu öffnen oder zu erstellen.";

"Success" = "Erfolg";
"A new QSO was logged: %@" = "Ein neues QSO wurde geloggt: %@";

"Export selected QSOs as ADIF..." = "Exportiere ausgewählte QSOs als ADIF...";
"Export selected QSOs as ADX..." = "Exportiere ausgewählte QSOs als ADX...";
"Recalculate DXCC for selected QSOs..." = "DXCC für ausgewählte QSOs neu bestimmen...";
"Paper QSL out for selected QSOs..." ="Papier QSL Ausgang für ausgewählte QSOs...";
"eQSL out for selected QSOs" = "eQSL Ausgang für ausgewählte QSOs";
"LoTW out for selected QSOs" = "LoTW Ausgang für ausgewählte QSOs";

"Export all QSOs as ADIF..." = "Exportiere alle QSOs als ADIF...";
"Export all QSOs as ADX..." = "Exportiere alle QSOs als ADX...";
"Recalculate DXCC for all QSOs..." = "DXCC für alle QSOs neu bestimmen...";
"Paper QSL out for new QSOs..." ="Papier QSL Ausgang für neue QSOs...";
"eQSL out for new QSOs" = "eQSL Ausgang für neue QSOs";
"LoTW out for new QSOs" = "LoTW Ausgang für neue QSOs";


"tqsl Sandbox Error!" = "Sandbox Fehler!";
"Start tqsl manually first and reset path settings in the Preferences" = "Starte erst tqsl im Finder und wähle in den LoTW Einstellungen die Pfade zu tqsl neu";

"Save anyway" = "Trotzdem speichern";
"You are logging in real time:" = "Es wird in Echtzeit geloggt:";
"Check the QSL status, you can't have sent or received a QSL yet!" = "Überprüfe den QSL Status, du kannst weder eine QSL erhalten, noch eine QSL bereits verschickt haben!";
"Color" = "Farbe";
"Can't open file:" = "Die Datei konnte nicht geöffnet werden:";


// DX-Cluster Terminal
"Disconnect" = "Trennen";
"Disconnected" = "Getrennt";
"is connected now" = "Verbindung hergestellt";
"Connect" = "Verbinden";
"Connection Failure" = "Verbindungfehler";
"\n *** Connected to %@ *** \n" = "\n *** Verbunden mit %@ *** \n";
"\n *** Disconnected from %@ *** \n" = "\n *** Getrennt von %@ *** \n";
"\n *** Failure with %@ *** \n" = "\n *** Verbindungsfehler mit %@ *** \n";
"Now" = "Jetzt";
"DX cluster named '%@' not found!\n" = "Der DX Cluster mit den Namen '%@' wurde nicht gefunden!\n";
"The dx-cluster is still connected" = "Es besteht noch eine aktive Verbindung zum DX-Cluster";
"Do you really want to close this window?" = "Soll das Fenster wirklich geschlossen werden?";
"Close" = "Schließen";
"Cancel" = "Abbrechen";
"Failure" = "Fehler";

//Prefs Window
"Where is tqsl located?" = "Wo befindet sich tqsl?";
"Error:" = "Fehler:";
"Not used" = "Nicht benutzt";
"Save ADIF file for upload to Clublog" = "ADIF Datei für den Clublog Upload speichern";
"Please enter a valid date" = "Gebe ein gültiges Datum ein";
"Others" = "Andere";
"%@: Only the internal memory keyer is supported. Use the F1 - F5 keys to play." = "Für den %@ wird nur der interne CW Speicher unterstützt. Drücke F1 - F5 zur Wiedergabe.";
"%@: Only the internal memory keyer is supported. Use the F1 - F4 keys to play." = "Für den %@ wird nur der interne CW Speicher unterstützt. Drücke F1 - F4 zur Wiedergabe.";
"%@: Only the internal memory keyer is supported. Use the F1 - F3 keys to play." = "Für den %@ wird nur der interne CW Speicher unterstützt. Drücke F1 - F3 zur Wiedergabe.";
"The selected transceiver isn't supported for CW keying!" = "Für den ausgewählten Transceiver wird keine CW Ausgabe unterstützt!";
"The KX2/3 supports CW keying via the CAT interface. You can use the CW Window." = "Für den KX2/3 ist eine CW Generierung über die CAT Schnittstelle möglich. Man kann das CW Fenster nutzen.";
"The K3 supports CW keying via the CAT interface. You can use the CW Window." = "Für den K3 ist eine CW Generierung über die CAT Schnittstelle möglich. Man kann das CW Fenster nutzen.";
"The %@ supports CW keying via the CAT interface. You can use the CW Window" = "Für den %@ ist eine CW Generierung über die CAT Schnittstelle möglich. Man kann das CW Fenster nutzen.";
"Ask for" = "Nachfragen";
"All callsigns" = "Alle Rufzeichen";
"This is not the .tqsl folder!" = "Das ist nicht der .tqsl Ordner!";
"Bluetooth isn't available" = "Bluetooth steht nicht zur Verfügung";
"You have to restart RUMlogNG" = "RUMlogNG muss neu gestartet werden,";
"before the change takes effect." = "bevor die Änderung übernommen wird.";
"Nil" = "Ohne";

// K7PT
"Error parsing K7PT:" = "Fehler beim lesen K7PT: ";
"K7PT error: " = "K7PT Fehler: ";
"K7PT: No new data" = "K7PT: Keine neue Daten";
"K7PT HTTP Error: %i" = "K7PT HTTP Fehler: %i";


// Window Lotw In/Out  auch eQSL out und in
"Connected ..." = "Verbunden ...";
"HTTP error %i" = "HTTP Fehler %i";
"Downloading ..." = "Lade Daten ...";
"Connecting ..." = "Verbinde ...";
"Error while downloading data" = "Fehler beim laden der Daten";
"Getting %i QSLs ..." = "Erstelle %i QSLs ...";
"Processing %i QSLs ..." = "Verarbeite %i QSLs ...";
"DXCC in log: %@  DXCC on QSL: %@" = "DXCC im Log: %@  DXCC auf QSL: %@";
"DXCC mismatch:" = "DXCC stimmen nicht überein:";
"No new QSLs!  :-(" = "Keine neuen QSLs! :-(";
"%i QSL(s) rcvd, %i QSO(s) not in log, %i QSO(s) corrected" = "%i QSL(s) erhalten, %i QSO(s) nicht im Log, %i QSO(s) korrigiert";
"Dupe: %@ %@ %@" = "Doppelt: %@ %@ %@";
"Requesting ..." = "Daten werden angefordert ...";

"You don't have new log entries" = "Es wurden keine neuen QSLs geladen";
"Searching in the log ..." = "Durchsuche das Logbuch ...";
"%i QSL(s) rcvd, %i QSO(s) not in log" = "%i QSL(s) erhalten, %i QSO(s) nicht im log";
"Uploading ..." = "Sende Daten ...";
"Server Error" = "Server Fehler";



// ADIF
"Date or time not found: " = "Datum oder Zeit nicht gefunden: ";
"Callsign not found: " = "Rufzeichen nicht gefunden: ";
"Operating Mode not found: " = "Betriebsart nicht gefunden: ";
"Frequency not found: " = "Frequez nicht gefunden";


// Window ADIF In
"Number of found QSOs: %i\n" = "Anzahl der zu importierenden QSOs: %i\n";
"Error: %@" = "Fehler: %@";
"%i QSO(s) successful imported \n\n" = "Es wurde(n) %i QSO(s) erfolgreich importiert \n\n";
"Error" = "Fehler";
"Please set the default Tx power first!" = "Bitte erst die Sendeleistung auswählen!";
"DXCC not cfd yet: %@\n" = "DXCC noch nicht bestätigt: %@\n";
"Mode not cfd yet: %@ in %@\n" = "Betriebsart noch nicht bestätigt: %@ in %@\n";
"Band not cfd yet: %@ on %@\n" = "Band noch nicht bestätigt: %@ auf %@\n";
"Slot not cfd yet: %@ in %@ on %@\n" = "Slot noch nicht bestätigt: %@ in %@ auf %@\n";
"Error reading ADIF file: " = "Fehler beim lesen der ADIF Datei: ";
"Recalculating score ...\n\n" = "Berechne Contest neu ...\n\n";
"Error, QSO not found in log: %@ %@ %@\n" = "Fehler, QSO wurde im Log nicht gefunden: %@ %@ %@\n";
"QSO updated: %@ %@ %@\n" = "QSO aktualisiert: %@ %@ %@\n";
"Reading QSO data...\n" = "Lese QSO Daten...\n";
"Computing QSO data...\n" = "Verarbeite QSO Daten...\n";
"Writing QSO data...\n" = "Schreibe QSO Daten...\n";


//Clublog Stuff
"xml data are not complete!" = "xml Daten sind nicht vollständig!";
"Clublog xml error: %@" = "Clublog xml Fehler: %@";
"Can't coppy empty ClublogDXCC.db!" = "Datei ClublogDXCC.db kann nicht kopiert werden!";
"Can't load xml data!" = "Die xml Daten konnten nicht geladen werden!";
"Loading xml data..." = "Lade xml Daten...";
"Processing xml data..." = "Verarbeite xml Daten...";
"Saving Country data..." = "Speichere Länder Daten...";
"Saving Callsign data..." = "Speichere Rufzeichen Daten...";
"Saving Prefix data..." = "Speichere Präfix Daten...";
"Saving Invalid data..." = "Speichere 'Ungültig' Daten...";
"DXCCs: %lu,  Prefixes: %lu,  Callsigns: %lu,  Invalid: %lu" = "DXCCs: %lu,  Präfixe: %lu,  Rufzeichen: %lu,  Ungültig: %lu";
"Adding missing dates..." = "Fehlende Daten hinzufügen...";
"Loading SCP data:" = "Lade SCP Daten:";
"Can't read SCP data!" = "Daten können nicht geladen werden";
"Can't read SCP data:" = "SCP Daten können nicht geladen werden:";
"%lu callsigns loaded" = "%lu Rufzeichen geladen";
"CL Error: %@" = "CL Fehler: %@";

// Window Recalc DXCCs
"Possible database conflict during background operation" = "Möglicher Datenbank Konflikt während einer Aktualisierung im Hintergrund";
"Please disconnect from dx cluster first and close the window!" = "Bitte erst vom DX-Cluster trennen und das Fenster schließen!";
"Do you want to recalculate the DXCCs from the selected QSOs only?" = "Sollen wirklich nur die ausgewählten QSOs neu berechnet werden?";
"Do you really want to recalculate your whole logbook?" = "Soll das komplette Logbuch neu berechnet werden?";
"There are %i QSOs to calculate" = "Es sind %i QSOs zu berechnen";
"Updating dx table..." = "Erstelle neue dx Tabelle...";
"Finished" = "Beendet";
"Finish" = "Fertig";
"The whole log will be recalculated" = "Das gesamte Logbuch wird neu berechnet";
"Invalid operation: %@\n" = "Ungültige Aktivität: %@\n";
"Valid operation: %@\n" = "Gültige Aktivität: %@\n";
"%@ from: %@ to: %@\n" = "%@ von: %@ nach: %@\n";

// Window Bandmap

"Full band" = "Gesamt";

// xml Parser
"Can't query HamQTH.com:" = "HamQTH.com can nicht genutzt werden:";
"Please enter user name and password into the preferences!" = "Bitte Nutzername und Passwort in den Einstellungen eingeben!";
"Can't query qrz.com:" = "qrz.com kann nicht genutzt werden:";
"Error 1 parsing HamQTH.com:" = "Fehler 1 beim lesen HamQTH.com:";
"Error 1 parsing qrz.com:" = "Fehler 1 beim lesen qrz.com:";
"Error 2 parsing HamQTH.com:" = "Fehler 2 beim lesen HamQTH.com:";
"Error 2 parsing qrz.com:" = "Fehler 2 beim lesen qrz.com:";
"Error 3 parsing HamQTH.com:" = "Fehler 3 beim lesen HamQTH.com:";
"Error 3 parsing qrz.com:" = "Fehler 3 beim lesen qrz.com:";
"Not Found" = "Nicht gefunden";
"Grid square" = "Locator";


// Paper QSL Out
"There are %i QSOs to print" = "Es sind %i QSOs zu drucken";
"There is one QSO to print" = "Es ist ein QSO zu drucken";
"There is one Label to print" = "Es ist ein Label zu drucken";
"There are %i labels to print (%i sheets + %i label)" = "Es sind %i Labels zu drucken (%i Blätter + %i Label)";
"Printing finished!" = "Drucken beendet";
"Was the print successful?" = "War der Druck erfolgreich?";
"Export finished!" = "Export beendet";
"Shall the QSL status be changed to 'Sent'?" = "Soll der QSL Status auf 'Gesendet' gesetzt werden";
"4 or 6 digits" = "4/6 Zeichen";
"There are %i labels to print" = "Es sind %i Label zu drucken.";


// CW
"CW speed: %i wpm" = "CW Tempo: %i wpm";
"Winkey version: %i" = "Winkey Version: %i";
"CW interface not available" = "Interface nicht verfügbar";


// Import Classic
"Copy preferences ..." = "Kopiere Einstellungen ...";
"Loading logbook contents ..." = "Lade Logbuch Inhalt ...";
"Searching for invalid operations ..." = "Überprüfe auf gültige Aktivitäten ...";
"Invalid operation: " = "Ungültige Aktivität: ";
"Saving %lu QSOs ..." = "Speichere %lu QSOs ...";
"Recalculating all DXCC entities ..." = "Bestimme alle DXCC Entities neu ...";

// Clublog
"Preparing ADIF file ..." = "Erstelle ADIF Datei ...";
"Uploading ADIF file ..." = "Hochladen der ADIF Datei ...";
"Upload error: %@" = "Fehler: %@ ";
"Finished: %@" = "Beendet: %@";
"Updating log database ..." = "Aktualisieren der Logbuch Datenbank ...";
"Clublog error: %@" = "Clublog Fehler: %@";
"Upload to Clublog" = "Hochladen zum Clublog";
"Only new logged QSOs will be uploaded!" = "Es werden nur neu geloggte QSOs hochgeladen!";
"No new QSOs found!" = "Keine neuen QSOs im Log";
"No QSOs found!" = "Keine QSOs im Log";

// Search Window
"All bands" = "Alle Bänder";
"All modes" = "Alle Modes";
"%lu DXCC entities found" = "Es wurden %lu DXCC Entities gefunden";
"One DXCC entity found" = "Es wurde ein DXCC Entity gefunden";
"One QSO found" = "Es wurde ein QSO gefunden";
"%lu QSOs found" = "Es wurden %lu QSOs gefunden";
"Select ..." = "Wähle ...";
"Show entities on map" = "Zeige Entities auf Karte";


// Award Windows
"Total: %lu CQ zones" = "Gesamt: %lu CQ Zonen";
"%@: %lu CQ zones" = "%@: %lu CQ Zonen";
"Total: %lu ITU zones" = "Gesamt: %lu ITU Zonen";
"%@: %lu ITU zones" = "%@: %lu ITU Zonen";
"Total: %lu prefixes" = "Gesamt: %lu Präfixe";
"%@: %lu prefixes" = "%@: %lu Präfixe";
"%@: %lu States" = "%@: %lu Staaten";
"Total: %lu States" = "Gesamt: %lu Staaten";
"Total: %lu Counties" = "Gesamt: %lu Counties";
"Total: %lu DOKs" = "Gesamt: %lu DOKs";
"Total: %lu Provinces" = "Gesamt: %lu Provinzen";
"%@: %lu entries" = "%@: %lu Einträge";
"Total: %lu Squares" = "Gesamt: %lu Großfelder";
"Total: %lu Fields" = "Gesamt: %lu Größtfelder";
"%i entries in the list" = "%i Einträge gefunden";
"Prefixes need to be corrected" = "Präfixe müssen korrigiert werden";
"It will take few seconds." = "Das kann einen Moment dauern.";

//Calculations
"%lu minutes" = "%lu Minuten";

//microHAM
"Edit CW messages" = "CW Texte ändern";
"Edit FSK messages" = "FSK Texte ändern";


// MyFunctions

"Looked up station: %@" = "Gesuchte Station: %@";
"Wkd b4 on %@ in %@" = "Wkd b4 auf %@ in %@";

"DXCC never wkd: %@" = "Neues DXCC: %@";
"DXCC not cfd: %@" = "DXCC nicht cfd: %@";

"New on %@ in %@" = "Neu auf %@ in %@";
"New IOTA: %@" = "Neue IOTA: %@";
"%@ on %@ in %@" = "%@ auf %@ in %@";
"IOTA not cfd: %@" = "IOTA nicht cfd: %@";

"New band: %@" = "Neues Band: %@";
"Band not cfd: %@" = "Band nicht cfd: %@";

"New mode: %@" = "Neue Mode: %@";
"Mode not cfd: %@" = "Mode nicht cfd: %@";

"New slot: %@" = "Neuer Slot: %@";
"Slot not cfd: %@" = "Slot nicht cfd: %@";

"New for Dx Marathon: %i" = "Neu für Dx Marathon: %i";
"New for Dx Marathon: %@" = "Neu für Dx Marathon: %@";

"CQ zone never wkd: %i" = "Neue CQ Zone: %i";
"CQ zone %i not wkd on %@" = "Neue CQ Zone: %i auf %@";
"CQ zone not cfd: %i" = "CQ Zone nicht cfd: %i";
"CQ zone %i not cfd on %@" = "CQ Zone %i nicht cfd auf %@";


// WinDxccInGrayline
"%0.0f min till SR" = "%0.0f Min bis SA";
"%@ h till SR" = "%@ h bis SA";
"%0.0f min since SS" = "%0.0f Min seit SU";
"%@ h since SS" = "%@ h seit SU";
"No sunrise" = "Polarnacht";

// WinSearchQSOs
"Found log book entries: %lu" = "Gefundene Logbuch Einträge: %lu";
"\"Date\";\"Time\";\"Callsign\";\"Band\";" = "\"Datum\";\"Zeit\";\"Rufzeichen\";\"Band\";";
"\"Frequency\";\"Mode\";\"rst tx\";\"rst rx\";" = "\"Frequenz\";\"Mode\";\"rst tx\";\"rst rx\";";
"\"Continent\";\"CQ\";\"ITU\";\"State\";" = "\"Kontinent\";\"CQ\";\"ITU\";\"Staat\";";
"\"Note\";\"IOTA\";\"Grid square\";" = "\"Bemerkung\";\"IOTA\";\"Locator\";";
"\"Manager\";\"Sat name\";\"Sat mode\";\"Sat rx band\";" = "\"Manager\";\"Sat Name\";\"Sat Mode\";\"Sat rx Band\";";
"\"Power\";\"Name\";\"QTH\";\"County\";" = "\"Leistung\";\"Name\";\"QTH\";\"County\";";

// WinbandMap

"Band Map (" = "Bandmap (";


// Win New Contest

"DOK or 'NM'" = "DOK oder 'NM'";

// Win Contest Main

"Can't save QSO:" = "QSO kann nicht gespeichert werden:";
"Database error" = "Fehler mit der Datenbank";
"Note" = "Bemerkung";
"Number rcvd" = "Rcvd Nummer";
"Not a Contest file!" = "Das ist keine Contest Datei";
"Error saving contest logfile URL: %@ " = "Fehler beim Speichern der Contest Logfile URL: %@";
"%lu QSO points x %lu multipliers" = "%lu QSO Punkte x %lu Multiplikatoren";
"= %@ total points" = "= %@ Punkte gesamt";
"+ %lu Bonus points = %@ total points" = "+ %lu Bonuspunkte = %@ Punkte gesamt";
"%lu QSO points + %lu extra points" = "%lu QSO Punkte + %lu QTH Punkte";
"%lu QSO points" = "%lu QSO Punkte";
"No open contest file" = "Kein Contest Logbuch geladen";
"Received report is missing!" = "Empfangener Rapport fehlt!";
"Sent report is missing!" =  "Gesendeter Rapport fehlt!";
"Received number is missing!" = "Empfangene Nummer fehlt!";
"Sent number is missing!" = "Gesendete Nummer fehlt!";
"Multipliers #1 (real time)" = "Multiplikatoren #1 (in Echtzeit)";
"Multipliers #2 (real time)" = "Multiplikatoren #2 (in Echtzeit)";
"Multipliers #3 (real time)" = "Multiplikatoren #3 (in Echtzeit)";
"Total QSOs: %@" = "Gesamt QSOs: %@";
"Dupe QSOs: %@" = "Doppelte QSOs: %@";
"Different calls: %@" = "Verschiedene Stns: %@";
"Slots/stn: %@" = "Slots/Stn: %@";
"Bands/stn: %@" = "Bänder/Stn: %@";

"Recalculating points ...\n" = "Punkte neu berechnen ...\n";
"Recalculating score ...\n" = "Punkte und Multis neu berechnen ...\n";
"Recalculating multipliers ...\n" = "Multiplikatoren neu berechnen ...\n";

"%@ min ago" = "%@ Min";
"Log upload to Clublog" = "Log nach Clublog hochladen";
"Your existing log will be purged, Continue?" = "Das jetzige Log wird komplett gelöscht, weiter machen?";
"Delete and upload" = "Löschen und hochladen";
"Clublog preferences: missing data!" = "Einstellungen für Clublog: Fehlende Daten!";
"QSO upload to Clublog" = "QSOs zum Clublog hochladen";
"No new QSOs found!" = "Keine neuen QSOs gefunden!";

"Upload selected QSOs to Clublog" = "Ausgewählte QSOs zum Clublog hochladen";
"Upload selected QSOs to LoTW" = "Ausgewählte QSOs zum LoTW hochladen";
"Export selected QSOs as ADIF..." = "Exportiere ausgewählte QSOs als ADIF...";

"Upload new QSOs to Clublog" = "Neue QSOs zum Clublog hochladen";
"Upload new QSOs to LoTW" = "Neue QSOs zum LoTW hochladen";
"Export all QSOs as ADIF..." = "Exportiere alle QSOs als ADIF...";

"Received number may be wrong" = "Die empfangene Nummer scheint falsch zu sein";
"Save QSO" = "QSO speichern";
"You can save it" = "Es kann trotzdem gespeichert werden";

"Shown data are from %@" = "Gezeigte Daten sind von %@";
"This logfile can not be used!" = "Diese Logbuch-Datei kann nicht genutzt werden!";
"It was created by a newer RUMlog version." = "Sie wurde mit einer neueren RUMlog Version erstellt.";



"DXCC never worked" = "DXCC noch nie gearbeitet";
"Band never worked" = "Band noch nie gearbeitet";
"Mode never worked" = "Mode noch nie gearbeitet";
"Slot never worked" = "Slot noch nie gearbeitet";
"IOTA never worked" = "IOTA noch nie gearbeitet";
"CQ never worked" = "CQ noch nie gearbeitet";

"DXCC not confirmed" = "DXCC noch nicht bestätigt";
"Band not confirmed" = "Band noch nicht bestätigt";
"Mode not confirmed" = "Mode noch nicht bestätigt";
"Slot not confirmed" = "Slot noch nicht bestätigt";
"IOTA not confirmed" = "IOTA noch nicht bestätigt";
"CQ not confirmed" = "CQ noch nicht bestätigt";

"US State never Worked" = "US Staat noch nie gearbeitet";
"US State not confirmed" = "US Staat noch nicht bestätigt";
"German DOK never Worked" = "DOK noch nie gearbeitet";
"German DOK not confirmed" = "DOK noch nicht bestätigt";

"US State never wkd: %@" = "US Staat noch nie gearbeitet: %@";
"US State not cfd: %@" = "US Staat nicht bestätigt: %@";
"US State %@ not wkd on %@" = "US Staat %@ noch nicht gearbeitet auf %@";
"US State %@ not cfd on %@" = "US State %@ nicht bestätigt auf %@";

"German DOK never wkd: %@" = "DOK noch nie gearbeitet: %@";
"German DOK not cfd: %@" = "DOK noch nicht bestätigt: %@";
"German DOK %@ not wkd on %@" = "DOK %@ noch nicht gearbeitet auf %@";
"German DOK %@ not cfd on %@" = "DOK %@ nicht bestätigt auf %@";

"Callsign from list" = "Rufzeichen von der Liste";
"New for DX Marathon" = "Neu für DX Marathon";

"No file" = "Keine Datei";
"What was your SOTA reference number?" = "Was war die SOTA Referenz Nummer?";

"New multiplier" = "Neuer Multiplikator";
"Valuable station" = "Wertbare Station";
"Dupe station" = "Station gearbeitet";
"No valuable station" = "Nicht wertbare Station";

"Enter the new file name without extension:" = "Neuer Dateiname ohne Extension:";
"Error while renaming file:" = "Fehler beim umbenennen der Datei:";
"Do not use" = "Nicht benutzen";

"Last selected sound card not found:" = "Letzte gewählte Soundkarte wurde nicht gefunden:";
"Make another setting under the Phone tab!" = "Wähle eine andere unter dem Phone Reiter!";
"Selected sound card not found:" = "Letzte gewählte Soundkarte wurde nicht gefunden:";
"Reselect one in the Preferences!" = "Wähle eine andere in den Einstellungen!";

"Load data ..." = "Lade Daten ...";
"Save file ..." = "Sichere Datei ...";
"HTTP Error: %i" = "HTTP Fehler: %i";

"Before use, you have to load the contest cheat database in:" = "Vor der Benutzung muss die Contest Cheat Datenbaank geladen werden:";
"Menu-->Online-->Load contest cheat database" = "Menü-->Online-->Lade Contest Cheat Datenbank";
"%lu QTCs already exchanged." = "%lu QTCs bereits ausgetauscht.";
"Wrong entry!" = "Falsche Eingabe!";
"Three parts separated by a space are required." = "Es sind drei Teile getrennt mit einem Leerzeichen erforderlich.";
"Missing data!" = "Fehlende Eingabe!";
"Enter the QTC series number first." = "Erst die QTC Seriennummer eingeben.";
"Enter a callsign first." = "Erst das Rufzeichen eingeben.";
"No QTCs exchanged yet." = "Keine QTCs ausgetauscht.";
"Can't exchange QTCs:" = "QTCs können nicht ausgetauscht werden.";
"10 QTCs are already logged!" = "Es wurden bereits 10 QTCs geloggt!";
"Enter a callsign first or select a QSO!" = "Erst ein Rufzeichen eingeben, oder ein QSO markieren!";
"QTCs are not available." = "Es sind keine QTCs verfügbar.";

"%@ total points" = "%@ Punkte insgesamt";

"%lu QSOs to export" = "%lu QSOs für den Export";

// IC-7300
"Memory data not found!" = "Es wurden keine Speicher Daten gefunden";
"Reading memory contents ..." = "Lese Speicher Daten ...";
"Check Frequency 1 for memory %lu" = "Überprüfe Frequenz 1 für Speicher %lu";
"Check Frequency 2 for memory %lu" = "Überprüfe Frequenz 2 für Speicher %lu";
"Writing memory contents ..." = "Schreibe Speicher Daten ...";
"Reading band stacking registers ..." = "Lese Band Stacking Register Daten ...";
"Writing band stacking registers ..." = "Schreibe Band Stacking Register Daten ...";
"Data for band stacking register 1 not found!" = "Fürs Band Stacking Register 1 wurden keine Daten gefunden!";
"Data for band stacking register 2 not found!" = "Fürs Band Stacking Register 2 wurden keine Daten gefunden!";
"Data for band stacking register 3 not found!" = "Fürs Band Stacking Register 3 wurden keine Daten gefunden!";
"Data for band stacking registers not found!" = "Für die Band Stacking Register wurden keine Daten gefunden!";
"Reading scope edge frequencies ..." = "Lese Scope Eckfrequenzen ...";
"Writing scope edge frequencies ..." = "Schreibe Scope Eckfrequenzen ...";
"Scope band edge data not found!" = "Es wurden keine Scope Eckfrequenzen gefunden!";
"No Data" = "Keine Daten";


// eQSL Bilder

"Download folder not selected yet:" = "Es wurde noch kein Ordner gewählt:";
"See the Preferences eQSL tab!" = "Gehe zu Einstellungen --> eQSL Reiter!";
"Can't save eQSL image:" = "Die eQSL Grafik kann nicht gespeichert werden:";


// Netzwerk

" Network status" = " Netzwerk Status";


// Import ARRL Credits

"Error: ADIF header not found!" = "Fehler: ADIF Header wurde nicht gefunden!";
"Error: No DXCC credits found!" = "Fehler: Keine DXCC Credits gefunden!";
"%lu DXCC credits for %@ found\n" = "%lu DXCC Credits für %@ gefunden\n";
"%lu QSO credits updated\n" = "%lu QSO Credits eingepflegt\n";
"QSO not found: %@ %@ %@ %@ \n" = "QSO nicht gefunden: %@ %@ %@ %@ \n";

// Import IOTA Credits

"%lu IOTA credits updated\n" = "%lu IOTA Credits hinzugefügt\n";
"Error reading csv file: " = "Fehler beim lesen der csv Datei: ";
"%lu IOTA records found\n" = "%lu IOTA Datensätze gefunden\n";
"%lu confirmed IOTA records found\n" = "%lu bestätigte IOTA Datensätze found\n";
"Error: No data found!" = "Fehler: Keine Daten gefunden!";



// Win_Media

"Do you really want to delete the seleted data?" = "Sollen die ausgewählten Daten wirklich gelöscht werden?";

// Win_OqrsIn

"No new requests!" = "Keine neunen Anforderungen";
"%i request(s) rcvd, %i QSO(s) not in log" = "%i Anforderung(en) rcvd, %i QSO(s) nicht im Log";


// Network

"Warning:" = "Warnung:";
"WSJT-X will switch to transmit automatically to answer a cq call for a new one!" = "WSJT-X wird für ein New One selbständig auf Sendung gehen um ein cq zu beantworten.";



